export const mainMenu = [
    ["🛍 Товары", "👤 Профиль"],
    ["📝 Поддержка", "📚 Информация"],
    ["🎁 Реферальная система 🎁"]
];

export const adminMenu = [
    ["🛍 Товары", "👤 Профиль"],
    ["📝 Поддержка", "📚 Информация"],
    ["🎁 Реферальная система 🎁"],
    ["🎁 Управление товарами 🖍", "📰 Информация о боте"],
    ["⚙️ Настройки", "🔆 Общие функции", "🔑 Платежные системы"],
    ["📦 Скачать Базу Данных"]
];

export const adminProductManagementMenu = [
    ["🎁 Добавить товары ➕", "🎁 Изменить товары 🖍", "🎁 Удалить товары ❌"],
    ["📁 Создать позицию ➕", "📁 Изменить позицию 🖍", "📁 Удалить позиции ❌"],
    ["📜 Создать категорию ➕", "📜 Изменить категорию 🖍", "📜 Удалить категории ❌"],
    ["⬅️ На главную"]
];